IP = "173.1.0.25"
PORT = 8000

SEND_DELAY = 0.05  # время задержки отправки новых данных
TURN_STICK = 'rx'  # имя поворотного стика(передняя часть робота)
ROTATE_STICK = 'x' # имя стика разворота на месте
MOVE_STICK = 'ry'  # имя стика движения робота
SPEED_CHANGE_STEP = 10  # размер шага изменения максимальной, при прибавлении или уменьшении с кнопки
ADD_SPEED_BUTTON = 'tr'  # имя кнопки прибавления скорости
SUB_SPEED_BUTTON = 'tl'  # имя кнопки уменьшениия шага
SET_AUTO_BUTTON = 'a'    # имя кнопки установки автономки
