IP = "192.168.42.230"
PORT = 8000

SEND_DELAY = 0.1  # время задержки отправки новых данных
TURN_STICK = 'z'  # имя поворотного стика(передняя часть робота)
TURN_ALL_STICK = 'x'
ROTATE_STICK = 'x'  # имя стика разворота на месте
MOVE_STICK = 'rz'  # имя стика движения робота
SPEED_CHANGE_STEP = 10  # размер шага изменения максимальной, при прибавлении или уменьшении с кнопки
ADD_SPEED_BUTTON = 'pinkie'  # имя кнопки прибавления скорости
SUB_SPEED_BUTTON = 'top2'  # имя кнопки уменьшениия шага
SET_AUTO_BUTTON = 'thumb'    # имя кнопки установки автономки
ROTATE_CAMERA_BUTTON = 'top'   # имя кнопки поворота камеры
